package com.hillel.gayzhevskiy.lessons.lesson4;
/*За владу в стародавньому Китаї боролися дві династії: Лі та Мінь.
З кожного боку боролися 3 типи воїнів з такими показниками атаки:
Лі:
    воїн - 13
    лучник - 24
    вершник - 46
Мінь:
    воїн - 9
    лучник - 35
    вершник - 12
Розрахувати: загальний показник атаки для обох династій, якщо відомо, що воїнів династії Лі кожного типу було 860,
а кількість воїнів династії Мінь кожного типу в півтора рази більша.
Вивести в консоль значення загальної атаки кожної армії; */
public class Homework5 {
    public static void main(String[] args) {


    }
}